---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareMeter
source: html/5a546e8b-5003-315d-981f-56b5e619760f.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareMeter Property

Kilonewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonsPerSquareMeter { get; }
```